[
  {
    "name": "610. Právo bránit život svůj či život jiného člověka i se zbraní je zaručeno za podmínek, které stanoví zákon:",
    "answers": [
      {
        "body": "má toliko občan České republiky, přičemž toto právo si s sebou nese i při cestách do zahraničí (uplatňuje se zde tzv. personalita práva).",
        "right": false
      },
      {
        "body": "má pouze držitel rozšířeného zbrojního oprávnění.",
        "right": false
      },
      {
        "body": "je základním právem uvedeným v Listině základních práv a svobod.",
        "right": true
      }
    ]
  },
  {
    "name": "611. Právo bránit život svůj či život jiného člověka i se zbraní je podle Listiny základních práv a svobod zaručeno za podmínek, které stanoví zákon; tímto zákonem se rozumí:",
    "answers": [
      {
        "body": "speciální prováděcí zákon, jehož přije je Lisnou základních práv a svobod předvídáno, ale který doposud přijat nebyl, a předmětné právo tedy doposud uplatňovat nelze.",
        "right": false
      },
      {
        "body": "konkrétně občanský zákoník, pokud jde o realizaci tohoto práva v občanském životě, a správní řád, pokud jde o jeho správné a řádné uplatňování před orgány veřejné moci.",
        "right": false
      },
      {
        "body": "zejména trestní zákoník, pokud jde o vymezení podmínek použití zbraně mj. v nutné obraně a v krajní nouzi, a též zákon o zbraních, pokud jde o právo cíleně nakládat se střelnými zbraněmi za účelem ochrany života.",
        "right": true
      }
    ]
  },
  {
    "name": "612. Zákon o zbraních a střelivu a zákon o nakládání se zbraněmi v některých případech ovlivňujících vnitřní pořádek a bezpečnost:",
    "answers": [
      {
        "body": "jsou synonyma téhož právního předpisu, konkrétně zákona č. 90/2024 Sb.",
        "right": false
      },
      {
        "body": "jsou dva odlišné právní předpisy, které na sebe navzájem navazují.",
        "right": true
      },
      {
        "body": "jsou dva odlišné právní předpisy, přičemž zákon o zbraních a střelivu se týká nakládání se zbraněmi v civilní sféře, zatímco zákon o nakládání se zbraněmi v některých případech ovlivňujících vnitřní pořádek a bezpečnost upravuje nakládání se zbraněmi pouze u příslušníků ozbrojených sil.",
        "right": false
      }
    ]
  },
  {
    "name": "613. Zakládat, organizovat nebo vyzbrojovat ozbrojenou skupinu podle zákona č. 14/2021 Sb., o nakládání se zbraněmi v některých případech ovlivňujících vnitřní pořádek a bezpečnost:",
    "answers": [
      {
        "body": "je dovoleno.",
        "right": false
      },
      {
        "body": "je dovoleno, pokud k tomu Policejní prezidium České republiky vydalo souhlas.",
        "right": false
      },
      {
        "body": "je zakázáno.",
        "right": true
      }
    ]
  },
  {
    "name": "614. Stanovená záloha státu:",
    "answers": [
      {
        "body": "je synonymem pro Akvní zálohu ozbrojených sil České republiky.",
        "right": false
      },
      {
        "body": "je právnickou osobou sdružující bývalé příslušníky Československé lidové armády.",
        "right": false
      },
      {
        "body": "jsou osoby účastnící se programu střelecké přípravy a střelné zbraně, s níž je nakládáno v systému střelecké přípravy, pro plnění úkolů při zajišťování vnitřního pořádku nebo bezpečnosti České republiky anebo obrany České republiky, a to za podmínek, které stanoví vláda nařízením.",
        "right": true
      }
    ]
  },
  {
    "name": "615. Získáním pokročilé aprobace v programu střelecké přípravy podle zákona č. 14/2021 Sb., o nakládání se zbraněmi v některých případech ovlivňujících vnitřní pořádek a bezpečnost, se účastník takového programu stává:",
    "answers": [
      {
        "body": "členem aktivní zálohy.",
        "right": false
      },
      {
        "body": "členem pasivní zálohy.",
        "right": false
      },
      {
        "body": "součástí stanovené zálohy státu.",
        "right": true
      }
    ]
  },
  {
    "name": "616. Systém střelecké přípravy podle zákona o nakládání se zbraněmi v některých případech ovlivňujících vnitřní pořádek a bezpečnost:",
    "answers": [
      {
        "body": "se skládá z programů střelecké přípravy, přičemž jeho účelem je zlepšování znalostí, schopností a dovedností osob oprávněných k nakládání se střelnými zbraněmi pro potřeby zajišťování vnitřního pořádku nebo bezpečnosti České republiky.",
        "right": true
      },
      {
        "body": "je jedním z prvků výkonu branné povinnos státního občana České republiky, kterých se musí povinně účastnit každý státní občan České republiky po dosažení věku 18 let.",
        "right": false
      },
      {
        "body": "doplňuje výcvik příslušníků Policie České republiky, Vojenské policie a dalších složek integrovaného záchranného systému k plnění zvláštních úkolů při vyhlášení stavu nebezpečí, nouzového stavu, stavu ohrožení státu nebo válečného stavu.",
        "right": false
      }
    ]
  },
  {
    "name": "617. Akreditovaná osoba podle zákona o nakládání se zbraněmi v některých případech ovlivňujících vnitřní pořádek a bezpečnost:",
    "answers": [
      {
        "body": "je osoba pověřená kontrolou nad dodržováním povinnos podle zákona o nakládání se zbraněmi v některých případech ovlivňujících vnitřní pořádek a bezpečnost, například pokud jde o plnění podmínek akreditace vydané krajským vojenským velitelstvím ozbrojené skupině.",
        "right": false
      },
      {
        "body": "je osoba, které byla udělena akreditace pro zajišťování kurzu v rámci programu střelecké přípravy.",
        "right": true
      },
      {
        "body": "je osoba nadaná pravomocí dohlížet na zachování práva bránit život svůj či život jiného člověka i se zbraní v průběhu správního řízení.",
        "right": false
      }
    ]
  },
  {
    "name": "618. Kurzy střelecké přípravy pro oblast vnitřního pořádku a bezpečnosti České republiky, upravené nařízením vlády č. 255/2021 Sb., o provedení zákona o nakládání se zbraněmi v některých případech ovlivňujících vnitřní pořádek nebo bezpečnost České republiky:",
    "answers": [
      {
        "body": "jsou povinnou součás přípravy na zkoušku odborné způsobilos všech žadatelů o vydání zbrojního oprávnění.",
        "right": false
      },
      {
        "body": "jsou dobrovolné.",
        "right": true
      },
      {
        "body": "jsou povinné pouze pro žadatele o rozšířené zbrojní oprávnění.",
        "right": false
      }
    ]
  },
  {
    "name": "619. Municí se rozumí:",
    "answers": [
      {
        "body": "zkompletovaný nebo neúplný výrobek obsahující aktivní muniční náplň a speciálně konstruovaný pro použití ozbrojenými silami nebo bezpečnostními sbory; nakládání s municí upravuje zákon o munici.",
        "right": true
      },
      {
        "body": "výbušné střely, zápalné střely, střely se stopovkou a průbojní střely všech ráží; nakládání s municí upravuje zákon o pyrotechnice.",
        "right": false
      },
      {
        "body": "náboje s ráží vyšší než 12,7 mm (.50), nábojky a akvní komponenty střeliva; nakládání s municí upravuje zákon o zbraních a střelivu.",
        "right": false
      }
    ]
  },
  {
    "name": "620. Které z následujících tvrzení je správné:",
    "answers": [
      {
        "body": "Zákon č. 91/2024 Sb., o munici je právním předpisem doplňujícím zákon č. 219/1999 Sb., o ozbrojených silách České republiky, a upravuje nakládání s municí příslušníky ozbrojených sil.",
        "right": false
      },
      {
        "body": "Zákon č. 91/2024 Sb., o munici je již neplatný právní předpis, přičemž nakládání s municí v současnos upravuje zákon č. 90/2024 Sb., o zbraních a střelivu, kterým byl zákon o munici zrušen.",
        "right": false
      },
      {
        "body": "Zákon č. 91/2024 Sb., o munici je samostatným právním předpisem, který pro civilní oblast upravuje nakládání s municí, zacházení s neaktivním muničním předmětem a pyrotechnický průzkum.",
        "right": true
      }
    ]
  },
  {
    "name": "621. Výrobky, jejich součásti a náhradní díly, které jsou vzhledem ke svým charakteristickým technicko-konstrukčním vlastnostem posuzovány jako zkonstruované nebo přizpůsobené pro použití v ozbrojených silách nebo bezpečnostních sborech, nebo jsou hromadně v těchto složkách užívány k zabezpečení úkolů obrany a bezpečnosti státu:",
    "answers": [
      {
        "body": "jsou regulovány zákonem o nakládání se zbraněmi v některých případech ovlivňujících vnitřní pořádek nebo bezpečnost České republiky a nakládat s nimi jsou v rámci zahraničního obchodu oprávněni jen držitelé akreditace nebo aprobace, které byly uděleny podle tohoto speciálního právního předpisu.",
        "right": false
      },
      {
        "body": "jsou vojenským materiálem ve smyslu zákona č. 38/1994 Sb., o zahraničním obchodu s vojenským materiálem; při dovozu, vývozu a přeshraničním přemístění těchto výrobků se postupuje podle tohoto speciálního právního předpisu, a to i tehdy, jde-li o zbraně podléhající jinak zákonu o zbraních.",
        "right": true
      },
      {
        "body": "jsou zvláštním majetkem státu, se kterým může disponovat pouze Ministerstvo obrany pro výzkumné účely.",
        "right": false
      }
    ]
  },
  {
    "name": "622. Držitel zbrojní licence je oprávněn trvale dovézt, trvale vyvézt nebo v rámci Evropské unie trvale přeshraničně přemístit zbraně a střelivo, které jsou vojenským materiálem:",
    "answers": [
      {
        "body": "na základě povolení podle zákona č. 38/1994 Sb., o zahraničním obchodu s vojenským materiálem, přičemž v případech stanovených tímto zákonem mu současně musí být Ministerstvem průmyslu a obchodu udělena licence.",
        "right": true
      },
      {
        "body": "na základě zbrojního průvodního listu podle zákona č. 90/2024 Sb., o zbraních a střelivu, který mu vydá příslušný útvar Celní správy na hraničním přechodu.",
        "right": false
      },
      {
        "body": "pouze na základě výjimky udělené Ministerstvem obrany v souladu s usnesením o vyhlášení stavu ohrožení státu nebo válečného stavu.",
        "right": false
      }
    ]
  },
  {
    "name": "623. Přeshraniční přemístění výrobků dvojího použití podle nařízení Evropského parlamentu a Rady (EU) 2021/821, o režimu Unie pro kontrolu vývozu, zprostředkování, technické pomoci, tranzitu a převodu zboží dvojího použití, mimo území Evropské unie:",
    "answers": [
      {
        "body": "jsou možné bez zvláštního povolení, pokud jde o přeshraniční přemístění v rámci Evropské unie; jiný postup by byl v rozporu s principem volného pohybu zboží na vnitřním trhu Evropské unie.",
        "right": false
      },
      {
        "body": "jsou bezvýhradně zakázány přímo použitelnými předpisy Evropské unie.",
        "right": false
      },
      {
        "body": "podléhají povolení Ministerstva průmyslu a obchodu vydávanému podle zákona č. 228/2005 Sb., o kontrole obchodu s výrobky, jejichž držení se v České republice omezuje z bezpečnostních důvodů.",
        "right": true
      }
    ]
  },
  {
    "name": "624. Zbraň, u které je přes dříve vyznačené zkušební značky vyraženo písmeno „X“:",
    "answers": [
      {
        "body": "nesplňuje stanovené technické požadavky, a nelze ji tedy považovat za platně ověřenou podle zákona o ověřování střelných zbraní a střeliva.",
        "right": true
      },
      {
        "body": "splňuje stanovené technické požadavky, které byly podle zákona o ověřování střelných zbraní a střeliva ověřeny opakovaným kusovým ověřováním ze strany výrobce.",
        "right": false
      },
      {
        "body": "je bezpečná pro použi ke střelbě, neboť písmenem „X“ je označena aktuálně platná zkušební značka podle zákona o ověřování střelných zbraní a střeliva; zkušební značky, které nejsou takto označeny jako aktuálně platné, se považují za neúčinné.",
        "right": false
      }
    ]
  },
  {
    "name": "625. Ve vyhlášce č. 335/2004 Sb., kterou se provádějí některá ustanovení zákona o ověřování střelných zbraní a střeliva, je možné se seznámit mimo jiné:",
    "answers": [
      {
        "body": "se vzorem kontrolní znehodnocovací značky, kterou držiteli znehodnocené zbraně přiděluje Český úřad pro zkoušení zbraní a střeliva.",
        "right": false
      },
      {
        "body": "s postupem Policie České republiky při ověřování stanovených střelných zbraní nebo stanoveného střeliva.",
        "right": false
      },
      {
        "body": "s podobou uznávaných zkušebních značek a identifikačních značek zkušeben v rámci systému vzájemného uznávání zkušebních značek podle příslušné mezinárodní úmluvy („C.I.P.“).",
        "right": true
      }
    ]
  },
  {
    "name": "625. Ve vyhlášce č. 335/2004 Sb., kterou se provádějí některá ustanovení zákona o ověřování střelných zbraní a střeliva, je možné se seznámit mimo jiné:",
    "answers": [
      {
        "body": "se vzorem kontrolní znehodnocovací značky, kterou držiteli znehodnocené zbraně přiděluje Český úřad pro zkoušení zbraní a střeliva.",
        "right": false
      },
      {
        "body": "s postupem Policie České republiky při ověřování stanovených střelných zbraní nebo stanoveného střeliva.",
        "right": false
      },
      {
        "body": "s podobou uznávaných zkušebních značek a identifikačních značek zkušeben v rámci systému vzájemného uznávání zkušebních značek podle příslušné mezinárodní úmluvy („C.I.P.“).",
        "right": true
      }
    ]
  },
  {
    "name": "626. Zkušební značky umístěné na zbrani:",
    "answers": [
      {
        "body": "osvědčují, že předmětná zbraň splňuje stanovené technické požadavky podle zákona o ověřování zbraní a střeliva",
        "right": true
      },
      {
        "body": "osvědčují, že předmětná zbraň obstála při sportovně-střelecké soutěži.",
        "right": false
      },
      {
        "body": "osvědčují, že předmětnou zbraň lze bez dalších administravních povinnos vyvést do kteréhokoli státu mimo Evropskou unii, a to do 2 let ode dne vyznačení zkušební značky.",
        "right": false
      }
    ]
  },
  {
    "name": "627. Které z následujících tvrzení není pravdivé:",
    "answers": [
      {
        "body": "Ověřování zbraně je činnost, při které se technickými zkouškami, měřením a zkušební střelbou zjišťují vlastnos kontrolované zbraně, shoda s technickými požadavky na ni stanovenými a označování zbraně zkušebními značkami.",
        "right": false
      },
      {
        "body": "Ověřování zbraně je prováděno pouze u zbraní pocházejících z nečlenských států Evropské unie.",
        "right": true
      },
      {
        "body": "Ověřování zbraně se provádí formou homologace, kusového ověřování nebo opakovaného kusového ověřování.",
        "right": false
      }
    ]
  },
  {
    "name": "628. Ověřování stanovených zbraní, stanoveného střeliva a stanovených doplňků v České republice provádí:",
    "answers": [
      {
        "body": "Český úřad pro zkoušení zbraní a střeliva.",
        "right": true
      },
      {
        "body": "Úřad pro technickou normalizaci, metrologii a státní zkušebnictví.",
        "right": false
      },
      {
        "body": "Zkušební ústav strojírenský zřizovaný a řízený Ministerstvem vnitra.",
        "right": false
      }
    ]
  },
  {
    "name": "629. Kdo bez povolení vyrobí, sobě nebo jinému opatří nebo přechovává střelnou zbraň nebo její hlavní části, tlumič hluku výstřelu, munici anebo ve větším množství střelivo nebo polotovary hlavních částí zbraně, anebo kdo padělá, pozmění, zahlazuje nebo odstraňuje jedinečné označení střelné zbraně, které umožňuje její identifikaci, se:",
    "answers": [
      {
        "body": "dopustí přestupku podle zákona o kontrole obchodu s výrobky, jejichž držení se v České republice omezuje z bezpečnostních důvodů.",
        "right": false
      },
      {
        "body": "dopustí trestného činu nedovoleného ozbrojování.",
        "right": true
      },
      {
        "body": "se dopustí disciplinárního deliktu podle etického kodexu držitelů oprávnění nakládat se zbraněmi; tento disciplinární delikt projednává oborová rada jmenovaná ministrem vnitra a může uložit sankci v podobě povinnosti věnování určené částky na charitativní nebo obdobné obecně prospěšné účely a povinnosti věnovat předmětnou zbraň nebo střelivo muzejní instituci, která se danou problematikou zabývá, přičemž pokud není určena jiná muzejní instituce, platí, že zbraň a střelivo připadají Muzeu Policie České republiky.",
        "right": false
      }
    ]
  },
  {
    "name": "630. Kdo podstatně ohrozí obecný zájem tím, že poruší zákaz, omezení nebo jinou důležitou povinnost stanovenou pro dovoz, vývoz nebo průvoz zbraně, munice nebo většího množství střeliva, se:",
    "answers": [
      {
        "body": "dopustí přestupku podle zákona o zbraních.",
        "right": false
      },
      {
        "body": "dopustí platebního deliktu podle daňového řádu.",
        "right": false
      },
      {
        "body": "dopustí trestného činu podle § 261 trestního zákoníku.",
        "right": true
      }
    ]
  },
  {
    "name": "631. U přestupku, k jehož spáchání byla užita zbraň nebo k jehož spáchání byla tato zbraň určena, anebo ji pachatel získal přestupkem nebo jako odměnu za něj, lze uložit mimo jiné také trest:",
    "answers": [
      {
        "body": "propadnutí věci (tj. dané zbraně).",
        "right": true
      },
      {
        "body": "odebrání zbraně, avšak pouze tehdy, není-li její hodnota v hrubém nepoměru k povaze přestupku.",
        "right": false
      },
      {
        "body": "zajištění věci (tj. dané zbraně), pouze pokud takovou sankci za příslušný přestupek zákon o odpovědnosti za přestupky a řízení o nich výslovně uložit umožňuje.",
        "right": false
      }
    ]
  },
  {
    "name": "632. V trestním zákoníku je o krajní nouzi stanoveno, že jde o:",
    "answers": [
      {
        "body": "čin jinak trestný, kterým někdo odvrací mimořádně důrazný útok směřovaný vůči většímu množství občanů, kteří jsou chráněni tímto zákoníkem, není trestným činem, pokud tak rozhodne soud na návrh Ministerstva spravedlnosti; nejde o krajní nouzi, jestliže bylo možno tento útok odvrátit jinými prostředky.",
        "right": false
      },
      {
        "body": "čin jinak trestný, kterým někdo odvrací nebezpečí přímo hrozící zájmu chráněnému trestním zákonem, není trestným činem; nejde o krajní nouzi, jestliže bylo možno toto nebezpečí za daných okolností odvrátit jinak anebo způsobený následek je zřejmě stejně závažný nebo ještě závažnější než ten, který hrozil, anebo byl ten, komu nebezpečí hrozilo, povinen je snášet.",
        "right": true
      },
      {
        "body": "čin jinak trestný, kterým někdo zabraňuje útočníkovi v páchání trestného nebo jiného činu, který je uveden v trestním zákoníku, není trestným činem; jde o krajní nouzi, i jestliže bylo možno pachateli v páchání činu zabránit jiným způsobem.",
        "right": false
      }
    ]
  },
  {
    "name": "633. Jednat v krajní nouzi podle trestního zákoníku je obecně oprávněn:",
    "answers": [
      {
        "body": "pouze příslušník Policie České republiky, strážník obecní policie nebo příslušník hasičského záchranného sboru.",
        "right": false
      },
      {
        "body": "pouze ten, komu hrozí nebezpečí a jehož zájmy jsou ohroženy.",
        "right": false
      },
      {
        "body": "kdokoliv, tedy nejen ten, komu nebezpečí hrozí přímo a jehož zájmy jsou ohroženy, ale i ten, jehož zájmy ohroženy v daném případě nejsou (tzv. pomoc v krajní nouzi).",
        "right": true
      }
    ]
  },
  {
    "name": "634. Při posuzování oprávněnosti krajní nouze podle trestního zákoníku je rozhodující:",
    "answers": [
      {
        "body": "zda osoba jednající v krajní nouzi nezpůsobila škodu na majetku nebo nezpůsobila újmu na zdraví osoby.",
        "right": false
      },
      {
        "body": "to, zda nebylo možné dané nebezpečí odvrátit jinak nebo zda způsobený následek není zřejmě stejně závažný nebo ještě závažnější než ten, který hrozil.",
        "right": true
      },
      {
        "body": "výsledek psychologického vyšetření osoby jednající v krajní nouzi.",
        "right": false
      }
    ]
  },
  {
    "name": "635. Základní podmínkou vzniku stavu krajní nouze je nebezpečí, které hrozí zájmu chráněnému trestním zákonem. Toto nebezpečí:",
    "answers": [
      {
        "body": "musí hrozit přímo (tedy bezprostředně).",
        "right": true
      },
      {
        "body": "musí hrozit výhradně nepřímo (tedy zprostředkovaně).",
        "right": false
      },
      {
        "body": "musí hrozit nejpozději ve střednědobé budoucnosti a jeho vznik musí vyplývat z úřední lis�ny, údaje vedeného v informačním systému veřejné správy nebo z obdobně důvěryhodné skutečnosti.",
        "right": false
      }
    ]
  },
  {
    "name": "636. Nebezpečí přímo hrozící zájmu chráněnému trestním zákonem může být s ohledem na vznik stavu krajní nouze způsobeno:",
    "answers": [
      {
        "body": "pouze neovladatelnou přírodní silou bez jakéhokoli vlivu lidské činnos.",
        "right": false
      },
      {
        "body": "oprávněným zásahem orgánu veřejné moci nebo i technickou závadou na zbrani.",
        "right": false
      },
      {
        "body": "různými faktory, např. přírodní silou, člověkem nebo různými fyziologickými a biologickými procesy.",
        "right": true
      }
    ]
  },
  {
    "name": "637. V trestním zákoníku je o nutné obraně stanoveno, že jde o:",
    "answers": [
      {
        "body": "čin jinak trestný, kterým někdo v sebeobraně odvrací napadení nebezpečným útočníkem, a to za použi střelné zbraně, není trestným činem, pokud byla střelná zbraň držena v souladu se zákonem o zbraních a pokud její držitel před jejím použim opakovaně vyzval osobu útočníka, aby upusl od proprávního jednání; o nutnou obranu jde i tehdy, byla-li obrana zcela zjevně nepřiměřená útoku.",
        "right": false
      },
      {
        "body": "čin jinak trestný, kterým někdo odvrací přímo hrozící nebo trvající útok na zájem chráněný trestním zákonem, není trestným činem; nejde o nutnou obranu, byla-li obrana zcela zjevně nepřiměřená způsobu útoku.",
        "right": true
      },
      {
        "body": "čin jinak trestný, kterým někdo odvrací nebezpečí přímo hrozící zájmu chráněnému trestním zákonem, není trestným činem; nejde o nutnou obranu, jestliže bylo možno toto nebezpečí za daných okolnos odvrát jinak anebo způsobený následek je zřejmě stejně závažný nebo ještě závažnější než ten, který hrozil, anebo byl ten, komu nebezpečí hrozilo, povinen je snášet.",
        "right": false
      }
    ]
  },
  {
    "name": "638. Při posuzování oprávněnosti nutné obrany podle trestního zákoníku je rozhodující zda:",
    "answers": [
      {
        "body": "nebylo možné dané nebezpečí odvrát jinak.",
        "right": false
      },
      {
        "body": "obrana nebyla zcela zjevně nepřiměřená ve srovnání se způsobem útoku.",
        "right": true
      },
      {
        "body": "způsobený následek není zřejmě stejně závažný nebo ještě závažnější než ten, který hrozil; závažnost způsobeného následku a následku, který hypotecky hrozil se zjišťuje formou posudkové péče podle zákona o specifických zdravotních službách, přičemž skutečnému a hypoteckému následku na zdraví se přiděluje bodové skóre podle metodiky, kterou stanoví vláda nařízením.",
        "right": false
      }
    ]
  },
  {
    "name": "639. Pokud obránce hodlá proti útočníkovi použít střelnou zbraň ve stavu nutné obrany ve smyslu trestního zákoníku:",
    "answers": [
      {
        "body": "je povinen vyzvat osobu, pro které má být zbraň použita, aby upusla od proprávního jednání s výstrahou, že bude použito zbraně; od výzvy s výstrahou může upust jen v případě, že je ohrožen jeho život nebo zdraví anebo je-li ohrožen život nebo zdraví jiné osoby.",
        "right": false
      },
      {
        "body": "není povinen vyzvat osobu, proti které má být zbraň použita, aby upustila od protiprávního jednání.",
        "right": true
      },
      {
        "body": "je povinen za všech okolnos vyzvat osobu, pro které má být zbraň použita, aby upusla od proprávního jednání s výstrahou, že bude použito zbraně; střelnou zbraň obránce nesmí nikdy použít vůči zjevně těhotné ženě, osobě zjevně vysokého věku nebo osobě, která zjevně nerozuměla výstraze z důvodu neznalos jazyka nebo posžení sluchu.",
        "right": false
      }
    ]
  },
  {
    "name": "640. V případě jednání ve stavu nutné obrany podle trestního zákoníku z povahy věci vyplývá, že:",
    "answers": [
      {
        "body": "obrana musí být intenzivnější než útok, proto aby odvrátila jistě a bez rizika útok útočníka, tzn. že musí být silnější než útok, ale nesmí být zcela zjevně nepřiměřená způsobu útoku.",
        "right": true
      },
      {
        "body": "obrana nesmí být intenzivnější než útok, smí být pouze přiměřená intenzitě útoku.",
        "right": false
      },
      {
        "body": "obrana musí být intenzivnější než útok, přičemž otázka stupně její přiměřenos není podstatná; v odůvodněných případech tak může být i zcela zjevně nepřiměřená způsobu útoku.",
        "right": false
      }
    ]
  },
  {
    "name": "641. Jednání ve stavu nutné obrany podle trestního zákoníku je při splnění dalších podmínek možné tehdy, pokud někdo odvrací přímo hrozící nebo trvající útok:",
    "answers": [
      {
        "body": "pouze na život a zdraví.",
        "right": false
      },
      {
        "body": "pouze na zdraví a majetek.",
        "right": false
      },
      {
        "body": "na zájem chráněný trestním zákonem.",
        "right": true
      }
    ]
  },
  {
    "name": "642. Jednáním v nutné obraně podle trestního zákoníku někdo odvrací přímo hrozící nebo trvající útok na zájem chráněný trestním zákonem; ohrožení těchto zájmů může být způsobeno:",
    "answers": [
      {
        "body": "pouze proprávním jednáním fyzické osoby vedené zlým úmyslem; přitom může jít i o jednání, které je samo nutnou obranou nebo krajní nouzí, v nichž jedná útočník, a v takovém případě je pak zásadní vzájemné porovnání přiměřenos jednání útočníka a napadeného.",
        "right": false
      },
      {
        "body": "pouze opomenum fyzické osoby.",
        "right": false
      },
      {
        "body": "protiprávním jednáním fyzické osoby, může být způsobeno i opomenutím fyzické osoby, pokud je toto opomenutí také protiprávní.",
        "right": true
      }
    ]
  },
  {
    "name": "643. Při jednání v nutné obraně podle trestního zákoníku je možné:",
    "answers": [
      {
        "body": "bránit pouze své zájmy.",
        "right": false
      },
      {
        "body": "bránit pouze své zájmy a zájmy rodinných příslušníků.",
        "right": false
      },
      {
        "body": "bránit za stejných podmínek své zájmy i zájmy jiné osoby (pomoc v nutné obraně), a to pokud jde o zájmy chráněné trestním zákonem.",
        "right": true
      }
    ]
  },
  {
    "name": "644. Jednání v nutné obraně musí směřovat:",
    "answers": [
      {
        "body": "přímo proti útočníkovi, přičemž mu může vzniknout újma nejen na majetku, ale též na zdraví či dokonce na životě a případně i na jiných hodnotách chráněných trestním zákonem.",
        "right": true
      },
      {
        "body": "přímo pro útočníkovi, přičemž mu může vzniknout pouze újma na majetku či na zdraví, a tuto újmu je mu obránce povinen nahradit.",
        "right": false
      },
      {
        "body": "přímo pro útočníkovi či jeho rodinným příslušníkům, kteří se v čase zahájení proprávního útoku nalézají v blízkos místa útoku, i když se samotného útoku neúčastní.",
        "right": false
      }
    ]
  },
  {
    "name": "645. Pokud je útočníků více:",
    "answers": [
      {
        "body": "musí nutná obrana směřovat v první řadě na osobu, která dle subjekvního vnímání obránce udílí pokyny ostatním útočníkům.",
        "right": false
      },
      {
        "body": "musí být kroky podniknuté v rámci nutné obrany rovnoměrně zaměřeny vůči všem útočníkům.",
        "right": false
      },
      {
        "body": "může nutná obrana směřovat proti kterémukoliv z nich.",
        "right": true
      }
    ]
  },
  {
    "name": "646. V případě, že si osoba připraví na obranu proti hrozícímu a očekávánému útoku zbraň:",
    "answers": [
      {
        "body": "splňuje podmínky nutné obrany, pokud tato osoba použije zbraň až v okamžiku, kdy útok skutečně nastane a jsou splněny další podmínky podle trestního zákoníku.",
        "right": true
      },
      {
        "body": "nesplňuje podmínky nutné obrany, jelikož mto jednáním dává osoba zjevně najevo svůj úmysl způsobit újmu na zdraví nebo životě, případně i na majetku a na jiných hodnotách chráněných trestním zákonem.",
        "right": false
      },
      {
        "body": "splňuje podmínky nutné obrany, jelikož zbraň je možno prevenvně použít i v očekávání domnělého útoku; obránce však nesmí slovně hrozit použim zbraně v nutné obraně osobám, které považuje za útočníky, neboť takový postup trestní zákoník považuje za kvalifikovanou provokaci.",
        "right": false
      }
    ]
  },
  {
    "name": "647. Bránit se střelnou zbraní proti útoku nožem, teleskopickým obuškem či obdobným předmětem:",
    "answers": [
      {
        "body": "nelze, jelikož obrana musí být vždy proporcionální způsobu útoku, tzv. rovný s rovným.",
        "right": false
      },
      {
        "body": "lze pouze v případě, že útok probíhá v obydlí obránce.",
        "right": false
      },
      {
        "body": "lze, jelikož jde o jednání v nutné obraně, kdy obrana musí být ze své podstaty intenzivnější než útok, nicméně nesmí být zcela zjevně nepřiměřená způsobu útoku.",
        "right": true
      }
    ]
  }
]